# language: ru

@Test

  Функция: калькулятор
    @test1
    Сценарий: проверка суммы
      Дано два числа 5 и 15
      * находим сумму двух чисел
      * выводим сумму на экран
    @test2
    Сценарий: проверка разности
      Дано два числа 10 и 1
      * находим разность двух чисел
      * выводим разность на экран
    @test3
    Сценарий: проверка произведения
      Дано два числа 10 и 2
      * находим произведение двух чисел
      * выводим произведение на экран
    @test4
    Сценарий: проверка деления
      Дано два числа 10 и 2
      * находим частное двух чисел
      * выводим частное на экран